{
  "posts": [
    {
      "id": 1,
      "title": "Shein outshines H&M as IPO approaches",
      "content": "Sign up for the Daily Newsletter, sent exclusively to our premium subscribers. We break down the big and messy topics of Asia’s tech and startup community. Get the newsletter in your inbox everyday with a premium subscription.\nHello reader,\nA fashionista I am not, but I do enjoy a bit of clothing bargain hunting.\nI was recently in Hoi An in central Vietnam with some friends and if you’ve ever been, you’ll know it’s the perfect place to restock your wardrobe. There are tailors on practically every corner of the town’s old quarter that do sterling work for affordable prices.\nHowever, one member of our group did try to compare some of the prices we were offered in-person to similar options available online. That struck the rest of us as being a bit unfair on the vendors, as how are they supposed to compete with fashion giants that have economies of scale and myriad other advantages?\nThe vendors of Hoi An certainly don’t have a war chest like online fashion retailer Shein does. The China-founded firm’s 2022 financials were recently released and its eye-popping revenue growth likely augurs well for a potential IPO.\nToday we look at:\n\n\nShein’s solid financials as it eyes an IPO \nHow Bybit became the world’s second-largest crypto exchange\nOther newsy highlights such as Indonesian rooftop solar rental firm Xurya raising US$55 million and flying taxi startup Aerofugia scoring a series B round.\n\n\nPremium summary\nFinancials fit for an IPO?\n\nImage credit: Timmy Loen\n\nUltra-fast fashion retailer Shein looks set to go public in London in the near future on the back of some solid financial results.\nRoadget Business, the firm’s Singapore-incorporated entity, raked in US$21.6 billion in revenue in 2022, roughly 4x the previous year.\n\n\nUpwardly mobile: That revenue growth helped to translate to a net profit of US$634 million in 2022, up by over 3x from the year before. This put Roadget Business just ahead of fashion giant H&M in revenue. Notably, Shein expanded rapidly into Southeast Asia in 2022.\n\nMomentum: Shein’s 2023 financials have yet to be released, but the Financial Times previously reported that the firm’s profit topped US$2 billion for the year. Its gross merchandise value reportedly hit around US$45 billion in the same year.\n\nChange of direction: Shein has reportedly filed for an IPO in London, though the date of the listing is unclear. The China-founded company initially hoped to list in New York, but those plans were scuppered by trade tensions between the US and China.\n\nRead more: Shein’s 2022 sales grow 4x ahead of IPO to close in on Zara\n\nNews spotlight\nNumber go up for Bybit\n\nImage credit: TImmy Loen\n\nAfter cryptocurrency trading platform FTX crashed and burned in spectacular fashion, its users had to go somewhere to get their token fix.\nBloomberg has reported that many went to Bybit, which is now second globally in trading volume.\n\n\nRapid rise: Ben Zhou, co-founder and CEO of Dubai-based Bybit Fintech, said the growth in user numbers was brought on by offering a service that allows digital tokens to be used as collateral for margin trading. The firm’s share of global trading doubled to 16% since October, putting it behind only Binance.\n\nMarket share: Zhou added that Europe is Bybit’s biggest market, making up 30% to 35% of trading volume. Roughly 20% comes from the Commonwealth of Independent States, a grouping of former Soviet nations that includes Russia.\n\nBy the numbers: Bybit was launched in 2018 and said it has more than 30 million users. CoinGecko data shows Bybit’s trading volume in the past 24 hours is just under half that of Binance.\n\nSee also: How a Singaporean ex-teacher landed top Web3 job from UAE royalty\n\nKL conference exclusive: Networking Night on July 24\nThe future of tech is in the connections you make at Botanica+Co\n\nJoin us for Tech in Asia Conference Kuala Lumpur’s Networking Night, where you’ll get the opportunity to connect with the brightest minds and most influential players in Asia’s tech ecosystem, all while enjoying panoramic city views and delicious treats.\nThis exclusive event is only open to Tech in Asia Conference Kuala Lumpur Pro Pass holders. Secure your spot on our guest list today!.\nDon’t have a Pro Pass yet? Get yours here before they’re all gone.\n\nQuick bytes\n1️⃣ Raise the roof\nXurya, a solar power firm, has received US$55 million in additional investment. The Norwegian Climate Investment Fund, which is managed by Norfund, led the deal. The Indonesia-based startup offers rooftop solar rental without initial cost and is said to have raised more than US$90 million in investment so far.\n2️⃣ New heights for Aerofugia\nFlying taxi startup Aerofugia has secured an undisclosed amount of series B funding, with Chinese state-backed investment fund Orinno Capital leading the round. The startup is a subsidiary of Chinese automaker Geely.\n3️⃣ A shift in the matrix\nMatrix has become the latest venture capital firm to split up its international franchises, with a rebrand of its China and India affiliates. The US-headquartered firm announced that Matrix Partners India will become Z47 and Matrix Partners China will take the name MPC.\n4️⃣ Funding boost\nSmartHR, a Japanese firm that provides a cloud-native human resources management platform, has netted US$140 million in series E funding. The round was jointly led by global investment firm KKR and Teachers’ Venture Growth, the late-stage venture and growth investment arm of Ontario Teachers’ Pension Plan.",
      "author": {
        "first_name": "Peter",
        "last_name": "Cowan",
        "display_name": "Peter Cowan",
        "avatar_url": "https://cdn.techinasia.com/wp-content/authors/890897.jpg?v=1715760175"
      },
      "excerpt": "We look at the fast-fashion giant’s 2022 financials as it gears up for an IPO and how crypto exchange Bybit stepped in to fill the void left by FTX.",
      "image_src": "https://cdn.techinasia.com/wp-content/uploads/2023/05/1684478990_Newsletter-GIF-Piecing-the-mirror-back-together-1200x640-1200x640-1.gif",
      "is_premium": false
    },
    {
      "id": 2,
      "title": "Meet the 50 top-funded startups and tech companies in Singapore",
      "content": "Who are the movers and shakers in Singapore’s tech scene? One way to judge – although imperfect – would be the amount of money they have raised. Using Tech in Asia’s data, we’ve generated this constantly updated list of 50 startups and tech companies in Singapore that have raised the most money from investors.\nTo keep the list fresh, we’ve only included funding data from the past two years.\nSeeking more? Search the most comprehensive database of tech companies in Asia or read our research methodology. For more auto-generated lists of startup funding data, head here.\n",
      "author": {
        "first_name": "TIA",
        "last_name": "Bot",
        "display_name": "TIA Bot",
        "avatar_url": "https://cdn.techinasia.com/wp-content/authors/181640.png?v=1522642269"
      },
      "excerpt": "Here are the companies in Singapore that are attracting tons of investors and have the resources to spend on software, talent, and expansion.",
      "image_src": "https://cdn.techinasia.com/wp-content/uploads/2017/12/55476313_l.jpg",
      "is_premium": true
    },
    {
      "id": 3,
      "title": "What Singapore needs to make deeptech dream a reality",
      "content": "IN FOCUS\nIn today’s newsletter, we look at:\n\nSingapore holds onto its deeptech ambitions despite struggles\nSingaporean gives up chicken rice for Dubai Web3 boom\nSurge in power requirements will keep climate tech dependent on fossil fuels\n\n\nWelcome to On the Rise! Delivered every Tuesday via email and through the Tech in Asia website, this free newsletter breaks down the biggest stories and trends in emerging tech. If you’re not a subscriber, get access by registering here.\n\nHi there,\nI won’t begin with an anecdote like we usually do to ease you into our Big Stories. Instead, I wanted to take a brief moment to thank all our readers for keeping us going, as this month marks the two-year anniversary of the launch of On the Rise.\nBut we’ve decided it’s time for some changes, particularly with the format. We’re hoping to infuse a bit more creativity and fluidity into what we write.\nTo be honest, even writing a weekly newsletter on emerging tech can become monotonous and boring after a while. After all, human change is the only constant.\nWhile some changes like this can be done quickly, bigger changes often take more time. Take for instance Singapore’s deeptech ambitions.\nThe city-state, which has been pushing to be a deeptech hub for a while, has seen several startups either perish due to lack of funding or exit the country for greener pastures in the US. This is exactly what Elyssa dives into in our first Big Story: Singapore’s deeptech blueprint takes shape, but hurdles dent ambitions.\n\nImage credit: Made by Tech in Asia using Midjourney\n\nShe highlights how the city-state has invested close to US$1 billion into the deeptech sector over the last four years. Despite this, even established deeptech ecosystem builders such as Entrepreneur First have exited Singapore due to the country’s small talent pool.\nBut government funding isn’t the answer to Singapore’s deeptech problem, experts say. Keeping the country’s deeptech dreams alive requires a more nuanced approach.\nSpeaking of Singaporeans moving out, our next Big Story looks at how a Singaporean ex-teacher landed a top Web3 job from UAE royalty. In this piece, Scott follows the journey of Derek Lim, a former educator turned crypto trader who is heading to Dubai to take the role as head of a Web3 studio run by a member of an Emirati royal family.\n\nImage credit: Tech in Asia\n\nDrawing foreign talent such as Lim is part of the United Arab Emirates’ ambition to turn the nation into a global crypto hub. Crypto is extremely popular in the country, not only for investments but also for daily use.\nIt’s quite fascinating that the UAE is making a push in the Web3 industry at a time when many other countries are still wary of crypto. And rightly so – the sector has seen countless scams and digital assets remain highly volatile.\nBut Web3 isn’t the only industry facing pushback for its failings. I am also concerned about what is going on in the climate tech industry.\nLast month, Europe witnessed a US$5.4 billion fraud in the carbon credits market. Trying to make environmental protection part of the market economy seemed flawed to me, and this was bound to happen. Carbon offsets gave companies the opportunity to continue their emissions by just buying their way out of the problem.\nAnother greentech vertical facing backlash is the electric vehicle industry for using diesel to provide power to battery-charging stations. This is inaccurate, and several reports have fact-checked the social media posts that spread this falsehood. But the fact is that diesel generators are used as “backup power” for solar in many markets.\nIn California, diesel generators are being used to “fill in the gaps” of renewable energy supplies for EVs.\n\nPhoto credit: Shutterstock\n\nAs countries around the world make a push for EVs, it is becoming evident that the world’s energy supply may become strained. Add the demands of a power-hungry AI industry, which this report illustrates, and you can foresee the havoc this energy crunch will cause.\nIn Southeast Asia and India, most of the energy still comes from fossil fuels such as oil, natural gas, and coal.\nSadly, renewable sources aren’t reliable and enough to power the requirements of the EV and AI industries. Countries will continue to be reliant on both renewable and nonrenewable sources in order to meet the energy requirements of these sectors.\n– Collin\n\nDeep reads\n1️⃣ Reddit’s IPO signals thawing tech winter, but listing game has changed: The listing of the social media giant on the New York Stock Exchange was one of the most anticipated IPOs of the past five years. And it lived up to expectations – Reddit’s share price rose by over 50% on the first day of trading. As several tech listings on US exchanges haven’t performed well since 2023, Reddit’s market debut builds confidence among other startups looking to go the IPO route.\n\nImage credit: Timmy Loen\n\n2️⃣ Indonesia’s coffee boom enters new phase with affordable brews: In Indonesia, coffee startups seem to be in a race to introduce affordable brands that offer a brew for less than a dollar. They want to tap into larger market opportunities with less saturation. But the question is whether this play will bring profits.\n3️⃣ The rise of the AI beauty pageant and its complicated quest for the ‘perfect’ woman: Recently, 10 contestants were selected from over 1,500 entries for the finals of Miss AI, a beauty pageant that showcases AI-generated women. Such contests are a growing trend and reflect the biases and standards of beauty set by the West instead of challenging them.\n\nThat’s it for this edition – we hope you liked it! Do also check out previous issues of the newsletter here.\nSee you next week!",
      "author": {
        "first_name": "Collin",
        "last_name": "Furtado",
        "display_name": "Collin Furtado",
        "avatar_url": "https://cdn.techinasia.com/wp-content/authors/449210.jpg?v=1627114100"
      },
      "excerpt": "This week’s On the Rise dives into Singapore’s woes with deeptech, UAE’s efforts to become a global Web3 hub, and the price of power on climate tech.",
      "image_src": "https://cdn.techinasia.com/wp-content/uploads/2024/07/1719820738_hiddensquid8707_Singapores_Merlion_statue_surrounded_by_abandon_5302530a-93c1-425d-b4f2-1ecc17c7ca38.png",
      "is_premium": false
    },
    {
      "id": 4,
      "title": "No profit, no problem: Singapore’s digital banks in 6 charts",
      "content": "It’s been just over two years since Green Link Digital Bank (GLDB) became the first digital bank to start operations in Singapore.\nThis was followed in quick succession by ANEXT, GXS Bank, and Trust Bank, with MariBank being the last to enter the game.\n\nWith at least a full year of operations under their belt – apart from MariBank – it’s a good time to evaluate how these digital banks are faring, with the caveat that they’re still in their infancy.\nFor comparison, we have included the performance of South Korea’s KakaoBank. Founded in 2016, the bank provides a benchmark as to how a successful digital bank in a developed market might perform over time.\nIt’s also worth noting that as digital wholesale banks, GLDB and ANEXT bank serve businesses exclusively, while GXS Bank, MariBank, and Trust Bank can serve both retail customers and businesses. Trust Bank, however, appears to be offering banking products to only consumers for now.\nCombined revenue a fraction of KakaoBank’s\nFor 2023, the five Singapore-based digital banks recorded a combined total revenue of US$72 million, 6% of what KakaoBank achieved that year. Bear in mind, however, that the Singapore players are much newer, and the Singapore economy is around a quarter the size of South Korea’s.\nOf the five, Trust Bank had the highest revenue, while GXS Bank suffered the biggest loss.\n\nUnlike KakaoBank, none of Singapore’s digital banks are yet profitable. To achieve that, they will have to lower their cost-to-income ratio.\nKakaoBank’s cost-to-income ratio of 53% in 2023 is in line what is considered “acceptable” for traditional retail banks, which typically have a ratio of around 50% to 60%.\n\nAny figure above 100% indicates that the bank’s operating expenses exceed its operating income.\nLoan way to go\nThe bread and butter of banking is taking in deposits from customers and using these deposits to extend loans. In order to run a profitable business, the interest charged on loans must be higher than the interest it pays on deposits.\nGiven their infancy and Singapore’s small market size, it’s no surprise that the Singapore players still have small deposit bases compared to KakaoBank. Of the five, Trust Bank has attracted the most deposits.\nThis might be expected since unlike the other banks, Trust was riding off Standard Chartered’s banking license and so was not subject to the initial S$50 million (US$37 million) deposit cap initially placed on GXS Bank and MariBank by the Monetary Authority of Singapore – this limit was lifted in mid-2023.\nGLDB and ANEXT, the digital wholesale banks which do not take deposits from retail consumers, placed fourth and fifth among the Singapore banks.\n\nSimilarly, when it comes to loans disbursed, Trust Bank comes out ahead, although it is the wholesale digital banks – ANEXT and GLDB – which take silver and bronze. This may partly be because they had a headstart on the others, launching their loan products in November and September 2022, respectively.\n\nLoans are only one type of asset that banks have on their balance sheets. Other assets include government securities, and cash placed with the central bank or other financial institutions. However, for most banks, their main asset should take the form of loans.\nIn South Korea, 71% of KakaoBank’s assets are loans, while the percentage of loans to total assets among the Singapore digital banks ranges from 4% for MariBank to 33% for GLDB.\nOver time, we should expect this number to rise to levels that are more in line with KakaoBank’s since making loans is the main way these banks will make money.\nImpairment versus NPL\nSometimes, borrowers may be unable to pay back some or all of their loans, and this shows up in a bank’s financial statements as an impairment.\nKakaoBank’s impairment levels as a percentage of loans was 0.6% in 2023. GXS Bank is at the other end of the scale, with impairments accounting for 10.4% of total loan amount.\n\nNote that in Grab’s first-quarter results for 2024, the firm said that GXS Bank’s non-performing loans (NPLs) were 2% of its loan portfolio.\nWhy the discrepancy? This is because impairments and NPLs are two different concepts, with impairment being an accounting term and NPLs a regulatory one. As an accounting measure, a loan could be marked as impaired if it is deemed not likely to be repaid in full, even if payments have not been missed.\nAs such, the difference is one of degree, with impaired loans still having a chance of recovery, whereas NPLs are more serious.\nThe making of loans is one example of how banks support consumers and businesses. The flipside of this is that banks’ failure may present a systemic threat to a country’s financial system and wider economy.\nIn order to protect the economy from a banking crisis, banking regulators introduced Common Equity Tier 1 (CET-1) requirements in 2014. Under the rules, banks are expected to hold a certain percentage of liquid assets (such as cash and stock) against their total assets, which are weighted by risk.\nCurrently, the Monetary Authority of Singapore requires banks to have a minimum CET-1 of 6.5%. However, in practice, banks typically maintain far higher CET-1 ratios.\n\nMAS headquarters in central Singapore / Photo credit: Tech in Asia\n\nFor example, DBS, Singapore’s biggest bank by assets, had a CET-1 ratio of 14.7% as of March 2024.\nSingapore’s digital banks far exceed the minimum requirements, with ratios ranging from 24% to 634%. Of course, this can be expected to decrease over time as they start to make more loans and develop their businesses.\n\nGiven the importance of fintech to the overall businesses of Southeast Asia’s tech giants, we can expect more developments in the space, such as last week’s news that GXS Bank secured an additional S$229.5 million (US$169 million) in capital from Singtel and Grab.\nOne thing’s for sure – 2024’s numbers will look very different from last year’s.\nCurrency converted from Singapore dollar to US dollar: US$1 = S$1.35 and from Korean won to US dollar: US$1 = KRW1390",
      "author": {
        "first_name": "Simon",
        "last_name": "Huang",
        "display_name": "Simon Huang",
        "avatar_url": "https://cdn.techinasia.com/wp-content/authors/246160.jpg?v=1600051284"
      },
      "excerpt": "If South Korea’s KakaoBank is the benchmark, Singapore’s digital banks still have some ways to go.",
      "image_src": "https://cdn.techinasia.com/wp-content/uploads/2024/07/1719891206_Featured-image-No-profit-no-problem-Singapores-digital-banks-in-six-charts.png",
      "is_premium": false
    },
    {
      "id": 5,
      "title": "50 rising startups in Singapore",
      "content": "Which startups are on the path to becoming the next big thing? One way to tell would be to check when they’ve raised a new round. Using Tech in Asia data, we’ve generated a list of startups in Singapore that have recently raised funding.\nThe constantly updated list only covers companies up to the series E stage. Each entry includes key details about the funding round.\nSeeking more? Search the most comprehensive database of tech companies in Asia or read our research methodology. For more auto-generated lists of rising startups, head here.\n",
      "author": {
        "first_name": "TIA",
        "last_name": "Bot",
        "display_name": "TIA Bot",
        "avatar_url": "https://cdn.techinasia.com/wp-content/authors/181640.png?v=1522642269"
      },
      "excerpt": "Which startups are on the path to becoming the next big thing?",
      "image_src": "https://cdn.techinasia.com/wp-content/uploads/2021/05/1620098339_singapore.jpg",
      "is_premium": false
    },
    {
      "id": 6,
      "title": "Singapore’s deeptech blueprint takes shape, but hurdles dent ambitions",
      "content": "In 2020, Singapore committed S$300 million (US$215.4 million) for deeptech development in the city-state.\nUnder the Startup SG Equity Scheme, the government planned to co-invest with eligible investors in promising startups focused on biotech, agritech, and advanced manufacturing, among other sectors.\n“These startups need larger investments, longer gestation periods and face higher risks,” Deputy Prime Minister and Finance Minister Heng Swee Keat said when he announced the scheme in 2020.\n\nImage credit: Timmy Loen\n\nBut four years later, after investing nearly US$1 billion in deeptech, Singapore is faced with headwinds in executing its plan.\n\nAbout a tenth of companies incorporated between 2019 and 2023 have shut down, according to data from SGInnovate, a government-owned investment firm focused on deeptech startups. Some sectors like biotech also saw many of its startups leaving the city-state, which Tech in Asia had previously reported.\nA spokesperson for EDBI, the corporate VC arm of the Singapore Economic Development Board, tells Tech in Asia that building a base of deeptech investors is crucial for the government’s plans.\n“Even if some companies fail, the ecosystem will still benefit from the expertise and global networks of these venture funds, allowing the talent and capabilities to be recycled back into the system,” the spokesperson says.\nIt doesn’t help that the investing environment now is “horrible,” says Cyril Ebersweiler, general partner at deeptech-focused VC firm SOSV.\n“When money is scarce, and the interest rates are high, do you really want to invest in a deeptech startup?” he tells Tech in Asia.\n\nInvestors and deeptech founders agree the challenge the sector faces may be bigger than what the Singapore government alone can handle. For one, deeptech startups take years before they go to market, which investors in Southeast Asia may not always have the patience for.\n“The issue about deeptech at the moment is its business model doesn’t work with the VC model perfectly,” Ebersweiler says. Valuations are unlikely to grow at the speed of, say, SaaS companies, which VCs in the region are used to, he adds.\nAlmost every sector in the city-state is challenged by the lack of talent in the country, but it is more pronounced for deeptech startups, which may require scientists and researchers with specialized skills.\nAs such, the local founders who eventually establish startups out of their research and scientific findings in school usually compete for the small talent pool in the country.\nWhen Entrepreneur First, an established deeptech startup venture builder, left Singapore in 2022, it was reportedly due to this very challenge.\nAnd then there are founders who face the “valley of death” and fail to launch even before fundraising. It’s an observation of many seed-stage investors in Singapore.\n“Most deeptech startups that die in the first two to three years is because they cannot translate the research into a working product, either from a scientific research perspective, or lack of capital,” Clara Chen, co-founder of venture builder Singapore Deep Tech Alliance (SDTA), tells Tech in Asia.\n\nThen what is the solution to Singapore’s deeptech ambitions?\nCustomers are key to sustainability\nThat lack of cash to burn to do more research in order to help products reach product-market fit has been a perennial problem of deeptech startups. So for Chen, the Singapore government’s model of “risk sharing” with investors like SDTA through co-investing is an attractive proposition.\nThe venture builder entered Singapore in 2022 and launched an annual nine-month program that allows participants to build viable business models out of scientific research made in Singapore. Scientists, researchers, and executives who wish to lead startups can participate in the program.\nChen says SDTA has a committee that verifies if the scientific research may be “commercialized.” The firm then approaches potential customers to ensure that startups built by its cohort develop products that have market viability.\nTo be fair, the program doesn’t always get it right. Chen says 70% of founders who join the nine-month program drop out due to commitment issues or failure to reach necessary milestones.\n\nSingapore Deep Tech Alliance (SDTA) founding partners Clara Chen and Luuk Eliens at the Sustainable Innovation Asia 2024. Photo credit: SDTA\n\nAs SDTA does a lot of initial research, training, and legwork for the startups’ market viability, the venture builder usually takes about a 10% to 15% equity stake firsthand in each startup. By the time a startup starts fundraising, SDTA will have already done 18 months of work behind the scenes.\n“For an independent investor, that may be too long of a time. But that’s our proposition: We make sure our startups are investible,” she says.\nSingapore-based Elev8.vc, founded in 2018, takes a similar approach, albeit less capital-intensive. Remi Choong, the principal of the VC tells Tech in Asia that Elev8.vc starts securing possible customers of deeptech startups before the VC firm makes an investment.\n“We realized the biggest problem of any deeptech startup is unlocking the first sale,” he says. The investor wouldn’t share the specific startups, but says that most of the firms the VC invested in for its second fund have now reached US$1 million or more in revenue – thanks to this change in strategy.\nBe ready to venture out of Singapore\nOut of the hundreds of VCs based in Singapore, only a handful are focused on deeptech investing.\nEmily Liew, assistant managing director of government agency Enterprise Singapore, admits that Singapore is yet to reach the sophistication of deeptech ecosystems found in Boston and Silicon Valley, where talent and investors are in abundance.\n\nEnterprise Singapore Assistant Managing Director Emily Liew at the Sustainable Innovation Asia. Image credit: SDTA\n\nSo when she sees Singapore-founded deeptech startups go elsewhere, she isn’t so concerned as companies would naturally flock where opportunities are plenty.\n“We are cognizant that Singapore is a very small market so we do need the startups that are founded here to grow beyond Singapore’s borders,” Liew says.\nJeremy Lim, founder of Amili Asia, a biotech startup focused on microbiome research, echoes the sentiment. He finds Singapore-based startups, in almost any vertical, would have to be prepared to get out of the country on day one due to the country’s market size.\nThe government itself has also built the necessary infrastructure to allow startups to expand outside the country easier than in any country in Southeast Asia. However, the strategy does present a dilemma for the ecosystem as a whole.\n“From a company’s perspective, it would be the right thing to do to domicile outside of the country for growth. But in our ecosystem’s perspective, it means we are stuck in a perpetual loop of incomplete maturation, as our talents go elsewhere,” Lim says.\nThe price of attracting global talent\nThe startups that do choose to stay in Singapore, however, are faced with a constant search for talent. Recruiting them means competing for pay with companies who may have bigger war chests.\nLim of Amili, for example, has shared that since scientists specializing in gut research are few in the world, competition with pharma companies is “very real” for the startup.\nNot to mention, convincing migrants to stay in Singapore – one of the most expensive countries to live in – may squeeze the pockets of deeptech startups even further.\n\nSandhya Sriram with Shiok Meats’ co-founder and CTO, Ka Yi Ling / Photo credit: Shiok Meats\n\nSandhya Sriram, founder and former CEO of alt-meat maker Shiok Meats, tells Tech in Asia that during her tenure, it was “impossible” to find all the talents the startup needed within Singapore. “The work visa regulations were made tighter every year.”\nIn 2022, for example, the minimum salary requirement for those holding the common work visa for professionals was bumped to S$5,600 (US$4,119) from S$5,000 (US$3,678) a month – but this is due to take effect in 2025.\nBut these talents are “necessary” for a higher success rate of deeptech startups in Singapore, says Phil Inagaki, managing partner at Temasek-backed Xora Innovation.\n“If the investors have never been part of supporting a deeptech unicorn and entrepreneurs have never even been part of such a company, then the chances of success start getting lower really quickly,” he adds.\nCan Singapore birth its own Nvidia?\nWith the many challenges the ecosystem is facing, Liew of Enterprise Singapore thinks the city-state is still at a nascent stage in deeptech investing. This is despite the country seeing the likes of deeptech startup Nanofilm going public in 2020.\n“There is no one-size-fits-all strategy here. There may be some deeptech companies that would have to go elsewhere, but certainly, there are those which would want to stay and take advantage of being close to Southeast Asia,” she adds.\n\nPhoto credit: Shutterstock\n\nFor Choong of Elev8.vc, as a longtime investor in the space, the fact that the Singapore government is taking a multidecade and multifaceted approach to its deeptech ambitions is something to be “thankful” for.\n“Because if we are forced to do it in the short term, it’s never gonna work,” he says. “If we look around the world, deeptech ecosystems take around 30 years of R&D investments to seed. We have done this seeding phase successfully but it’s overly ambitious to expect a home-grown Intel-like company overnight.”\nBuilding interest in Singapore-founded deeptech startups would be the strategy that makes the most sense, for now, both as a lure for investors and talents alike, he adds.\nEventually, he expects the city-state to attract M&A deals that are alike to those seen in Silicon Valley.\n“Right now, Singapore’s deeptech startups are quite obscured from major acquirers not based in this part of the world, but this is also a huge opportunity for local investors. At the end of the day, the goal is to create our own global champions. It would just take a calculated approach to get there,” he says.\nCurrency converted from Singapore dollar to US dollar: US$1 = S$1.36.",
      "author": {
        "first_name": "Elyssa",
        "last_name": "Lopez",
        "display_name": "Elyssa Lopez",
        "avatar_url": "https://cdn.techinasia.com/wp-content/authors/1114979.jpg?v=1710141216"
      },
      "excerpt": "Although the city-state has poured nearly US$1 billion into its deeptech dream, many startups have perished or exited the country to prevail.",
      "image_src": "https://cdn.techinasia.com/wp-content/uploads/2024/07/1719831867_fi-hurdles-dent-singapores-deeptech-ambitions-but-govt-wont-quit.jpg",
      "is_premium": true
    },
    {
      "id": 7,
      "title": "Policy flip-flops, overcapacity dull Indonesia’s ambitious solar energy goals",
      "content": "Regulatory flip-flops and overcapacity woes are straining Indonesia’s ambitious plans to scale up its solar resources to decarbonize its energy sector.\nIndustry experts say that inconsistent regulations – on the back of policy U-turns – are a major obstacle, dampening investor confidence and hindering the country from reaching its net-zero target.\n“The rules often change and have confused people,” Fabby Tumiwa, executive director of Jakarta-based think tank Institute for Essential Services Reform (IESR), tells The Business Times.\nIn March, the government officially revoked a regulation allowing net-metering schemes for rooftop solar installations. These schemes, which were first introduced six years ago, allowed households or small businesses to exchange surplus solar energy for bill offsets.\nFinancial constraints faced by state-owned utility company PLN was the reason the regulation was reversed, a move that could challenge the country’s renewable energy targets.\nThe introduction of net metering significantly boosted the economic viability of solar power, leading to 7o megawatts of rooftop solar systems being connected to PLN’s grid by the end of last year, which came primarily from industrial installations.\nDespite strong public interest and enthusiasm for adopting solar panels, the regulation has undergone several amendments since inception.\nWith the latest regulation, the installed capacity of new rooftop solar systems is determined by a quota set by the government and based on PLN’s proposals every five years.\nThis has raised concerns among investors, as the elimination of net metering will increase costs and reduce the economic viability of solar installations, says Tumiwa, who is also an advisor to the Indonesian Solar Energy Association.\n“This quota system originated from PLN’s objections (to net metering). If consumers generate their own electricity, it would lead to energy savings and a decrease in demand for PLN’s electricity,” he says.\nThis is essentially a setback to the previous policy, which had effectively promoted rooftop solar installations.\nStealing the sunshine\nIndonesia relies heavily on domestic fossil fuels, chiefly coal, to power its electricity, despite holding the largest potential for renewable energy in the region.\nWith year-round sunny weather, the country boasts an estimated 3,294 gigawatt-peak of solar energy resources. Southeast Asia’s largest economy also plans to add almost 2 gigawatts of new rooftop solar capacity by the end of 2025.\nHowever, data from the Ministry of Energy and Mineral Resources reveals that the current installed capacity has only a 314.8 megawatt-peak, a mere fraction of its massive potential.\nCritics have warned that unless the government and PLN cut the dominance of coal power plants in the electricity mix, it will be difficult to expand the renewable energy potential.\n\nExcess capacity struggles\nThe recent policy change on net metering underscores the oversupply challenges facing Indonesia’s energy sector.\nBill Sullivan, senior foreign counsel with Jakarta-based law firm Christian Teo & Partners, says the removal of net metering was driven by PLN’s inability to sell the electricity it already had. This made additional credits for rooftop solar electricity financially untenable.\n“Indonesia has too many power plants today. PLN cannot sell all the electricity that it produces,” he says.\nAccording to Sullivan, PLN’s dominance in the energy sector means that regulatory policies and incentives are often skewed to support its interests rather than to promote the development of renewable energy.\nPLN’s issue has largely been because future demand was overestimated, and too many large fossil-fuel-fired generators had been built.\nThe overcapacity is noticeable in the Java-Bali grid, where there was a 4 gigawatt surplus at the end of 2023, said the Energy and Mineral Resources Ministry.\nThis surplus has hindered the integration of additional capacity from renewable energy sources.\nIn May this year, PLN said it would need US$25 billion to build a transmission grid to connect renewable energy sources across Indonesia – a challenging task, given the country’s geographical landscape.\n\nDespite the challenges of connecting to PLN’s grid, rooftop and ground-mounted solar systems are experiencing significant growth outside the areas where PLN’s electricity business is licensed. / Photo credit: Reuters\n\nThe solar lining: Growing adoption\nDespite the challenges of connecting to PLN’s grid, rooftop and ground-mounted solar systems are experiencing significant growth outside the areas where PLN’s electricity business is licensed.\nAdditionally, there is a surge in the adoption of ground-mounted solar systems with battery storage, which are replacing diesel generators in industrial areas, particularly in mining sectors.\nEdwin Widjonarko, chief technology officer of renewable energy company Xurya Daya Indonesia, notes that more industries are turning to rooftop solar installation to reduce cost and lower their carbon footprint – despite the lack of incentives.\nThe company, which specializes in commercial and industrial solar rooftops, has 179 projects in Sumatra, Java, and Bali, with an average installed capacity of 500 kilowatts. It hopes to expand to Sulawesi and Kalimantan, where there is abundant potential for solar energy and where mining activities are growing.\n“What we seek is regulatory certainty, as investing in solar rooftop requires a long-term commitment,” he says.\nIESR’s Tumiwa expects that long-term contracts for floating solar projects will continue leading PLN’s solar development efforts within its capacity addition plan. This is largely due to favorable regulatory support from the government for PLN.\n“Projects that partner PLN’s subsidiaries seem to be the preferred project development model going forward,” he says.\nLast year, PLN launched a 192 megawatt-peak floating solar project in Cirata in West Java, which was projected to be the largest floating solar power plant in Southeast Asia.\nUndertaken in partnership with the Abu Dhabi company Masdar, it has an investment value of 1.7 trillion rupiah (US$108.4 million).\n\nSetback for clean energy agenda\nIndonesia, having set clean energy goals, has in recent years continually missed its renewable investment targets. Renewable energy sources accounted for only 13% of the country’s energy mix last year, with the rest powered by coal, oil, and gas.\nSenior foreign counsel Sullivan emphasized the necessity of heightened government incentives for the renewable energy sector, coupled with disincentives for the coal industry.\n“The green energy transition must be our priority. But the inconsistent regulatory approach by the government makes investors nervous about investing in Indonesia,” he says.\nIn the next two years, Indonesia plans to lower the targeted share of renewables in its national energy mix, a move seen as a setback to its clean energy ambitions.\nThe National Energy Council has proposed a new target of 17% to 19% by 2025, down from the previous goal of 23%.\nThe target of adding 33.2 gigawatts of renewable energy capacity seems overly ambitious, Tumiwa says, considering that past investments have consistently fallen short of official targets.\nThis story was republished with permission from The Business Times, which made the article available to its paying subscribers. It was moderately edited to reflect Tech in Asia’s editorial guidelines.",
      "author": {
        "first_name": "Elisa",
        "last_name": "Valenta",
        "display_name": "Elisa Valenta",
        "avatar_url": "https://cdn.techinasia.com/wp-content/authors/1152315.png?v=1719473345"
      },
      "excerpt": "To avoid setbacks, the country must incentivize renewable energy and reduce its reliance on coal.",
      "image_src": "https://cdn.techinasia.com/wp-content/uploads/2024/06/1719472942_Screen-Shot-2024-06-27-at-3.22.01-PM.png",
      "is_premium": false
    },
    {
      "id": 8,
      "title": "Capital SEA: Southeast Asia’s funding landscape",
      "content": "\n\n\nWho are the new investors that are active on the block? Which funding rounds are outliers? How have investment trends shifted over time?\nThese are big questions. What if we could generate a report, based on the funding data we’ve gathered, that provides you an answer to these questions – or at least serves as a starting point?\nThat’s what this article aims to do. It has two sections: weekly update, which gives you recent data points, and macro trends, which paints a big picture with the funding data.\nWEEKLY UPDATE\nHere are some notable investors and companies that we’ve spotted in the region recently.\n\n\nMACRO TRENDS\nHere is how funding has been spread across the countries, verticals and funding stages.\n\n\n\n\n\n\n\n\nCreditsInfographics: Yeo Cheng YongEditing: Terence Lee",
      "author": {
        "first_name": "TIA",
        "last_name": "Bot",
        "display_name": "TIA Bot",
        "avatar_url": "https://cdn.techinasia.com/wp-content/authors/181640.png?v=1522642269"
      },
      "excerpt": "Who are the new active investors on the block? Which funding rounds look like outliers? This visual story answers all this and more.",
      "image_src": "https://cdn.techinasia.com/wp-content/uploads/2024/02/1707113018_Featured-image-Capital-SEA-Southeast-Asias-funding-landscape.png",
      "is_premium": false
    },
    {
      "id": 9,
      "title": "10 tech and startup companies hiring actively in Asia this week",
      "content": "Each week, Tech in Asia Jobs brings you some of the most popular jobs around Asia. Here, we round up 10 companies that are actively hiring across various regions and job functions on Tech in Asia Jobs. If you see a company or job role you’re interested in, be sure to click in and find out more about what it’s like to be working with them!\nIf you’re hiring, you can post your jobs for free here.\n",
      "author": {
        "first_name": "TIA",
        "last_name": "Jobs Bot",
        "display_name": "TIA Jobs Bot",
        "avatar_url": "https://cdn.techinasia.com/wp-content/authors/194694.png?v=1528270564"
      },
      "excerpt": "These 10 hiring companies prove that there are plenty of opportunities out there for jobseekers with the right skills and experiences.",
      "image_src": "https://cdn.techinasia.com/wp-content/uploads/2018/02/Fave-Office.jpg",
      "is_premium": true
    },
    {
      "id": 10,
      "title": "SG loyalty platform raises $2.6m in seed money to give users free vacations",
      "content": "Customer loyalty and rewards programs are some of the longest-standing forms of marketing strategies for businesses. The Asia-Pacific region, for instance, is home to 40% of the world’s cashback websites.\nWhile discounts and vouchers have become the norm for rewards platforms, Heymax is looking to take this up a notch. The Singapore-based company wants to help users “earn one free vacation every year” using their Max Miles points, CEO and co-founder Joe Lu said in a statement.\nTo help achieve this goal, Heymax has raised US$2.6 million in a seed round led by January Capital, according to a press release from the company. Other investors include Tenity, Ascend Angels, and XA Network.\nThe startup, which was founded in 2023 by four ex-Meta engineers, allows users to earn Max Miles through purchases from over 500 businesses, including ecommerce platforms like Lazada and Shopee. Users can also get Max Miles from buying vouchers from Grab, Klook, Foodpanda, and other platforms via the Heymax app.\nMax Miles can be converted into miles and points at 25 airline and hotel partners by a direct transfer to the loyalty program. Users can also opt for a “cash-for-miles” program: Heymax will issue cash in the form of a virtual card, with the exact amount needed to purchase the miles or points directly from the airlines or hotels.\nIn Heymax’s statement, investor Roy Ong of January Capital noted that many popular rewards programs were “locked within the close ecosystem of a single company,” resulting in “hyperfragmentation” that makes customer acquisition more costly for merchants. This also makes it more difficult for consumers who wish to maximize their ability to earn rewards.\n“The team at Heymax has a clear desire to break the mold and solve these challenges for both merchants and customers,” Ong added.\nMeanwhile, Heymax also noted how January Capital’s “deep understanding of the ecommerce and rewards space” made it an “ideal investor” to support the startup’s future growth.\nJanuary Capital previously invested in cashback platform ShopBack.\nAs a young startup, Heymax has gone through growing pains. For example, some users have complained about delays in obtaining miles for purchases made via the platform.\nIn response, the company says that its senior leadership team answers customer queries “approximately 16 hours a day” via its Telegram group chat, which has over 6,000 members.\nThe seed funding will go towards expanding Heymax’s operations beyond Singapore and Australia, where it set up shop in November 2023.\nLu tells Tech in Asia that Malaysia, Thailand, and Hong Kong are key markets, “as these countries are locations that our existing customers frequently travel to.”\nApart from overseas expansion, Heymax will use the funds to invest in product R&D as well as hire for operations, customer support, engineering, and product design.",
      "author": {
        "first_name": "Simon",
        "last_name": "Huang",
        "display_name": "Simon Huang",
        "avatar_url": "https://cdn.techinasia.com/wp-content/authors/246160.jpg?v=1600051284"
      },
      "excerpt": "The startup, which was founded in 2023 by four ex-Meta engineers, allows users to earn Max Miles through purchases from over 500 businesses.",
      "image_src": "https://cdn.techinasia.com/wp-content/uploads/2024/07/1719847045_Featured-image-Heymax-ai-fundraising.png",
      "is_premium": false
    }
  ]
}
